Repository: Aakanksha507/veda_project
Catalog: lib/l10n/app_*.arb
Languages: ne

# hiUser
source: Hi, John Smith
ne: नमस्ते, जोन स्मिथ

# user
source: John Smith
ne: जोन स्मिथ

source: Amazon Platinium
ne: अमेजन प्लेटिनियम

source: Account and Card
ne: खाता र कार्ड

source: Transfer
ne: स्थानान्तरण

source: Withdraw
ne: निकासी

source: Mobile prepaid
ne: मोबाइल प्रिपेड

source: Pay the bill
ne: बिल तिर्नुहोस्

source: Save online
ne: अनलाइन बचत गर्नुहोस्

source: Credit Card
ne: क्रेडिट कार्ड

source: Transaction Report
ne: लेनदेन रिपोर्ट

source: Beneficiary
ne: लाभार्थी

source: Message
ne: सन्देश

source: Bank of America
ne: बैंक अफ अमेरिका

# bankOfAmericaSecondaryText
source: Bank of America : 256486 is the au..
ne: बैंक अफ अमेरिका: २५६४८६ तपाईंको प्रमाणीकरण हो..

# date_today
source: Today
ne: आज

source: Account
ne: खाता

# accountSecondaryText
source: Your account is limited. Please foll..
ne: तपाईंको खाता सीमित गरिएको छ। कृपया पालना गर्नुहोस्..

source: Alert
ne: चेतावनी

# alertSecondaryText
source: Your statement is ready for you to..
ne: तपाईंको स्टेटमेन्ट तयार छ..

source: PayPal
ne: पेपल

# paypalSecondaryText
source: Your account has been locked..
ne: तपाईंको खाता लक गरिएको छ..

# withdrawSecondaryText
source: Dear customer, 2987456 is your co...
ne: प्रिय ग्राहक, २९८७४५६ तपाईंको कोड हो...

source: Setting
ne: सेटिङ

source: Password
ne: पासवर्ड

source: Touch Id
ne: टच आईडी

source: Languages
ne: भाषाहरू

source: App information
ne: एप जानकारी

source: Customer care
ne: ग्राहक सेवा

source: BuyCamera
ne: क्यामेरा किन्नुहोस्

source: Buy Television
ne: टेलिभिजन किन्नुहोस्

source: Total
ne: कुल

source: Pay
ne: भुक्तानी गर्नुहोस्

source: Add Expenses
ne: खर्च थप्नुहोस्

source: Category
ne: कोटी

# select
source: Select Category
ne: छान्नुहोस् कोटी

source: Description
ne: विवरण

source: amount
ne: रकम

source: Water Bill
ne: पानीको बिल

source: Electricity Bill
ne: बिजुलीको बिल

# internetBill
source: Internet Bil
ne: इन्टरनेट बिल

source: Salaries
ne: तलब

source: Transportation
ne: यातायात

source: Edit Expenses
ne: खर्च सम्पादन गर्नुहोस्

source: Phone Number
ne: फोन नम्बर

source: SignIn
ne: साइन इन

source: Welcome Back
ne: फेरी स्वागत छ

# helloSignInToContinue
source: Hello there, sign in to continue
ne: नमस्ते, जारी राख्न साइन इन गर्नुहोस्

source: Forget your Password
ne: पासवर्ड बिर्सनुभयो?

source: Don't have an account?
ne: खाता छैन?

source: Sign Up
ne: साइन अप गर्नुहोस्

source: Welcome to Us
ne: हामीतिर स्वागत छ

# helloCreateNewAccount
source: Hello there, create New account
ne: नमस्ते, नयाँ खाता बनाउनुहोस्

source: User Name
ne: प्रयोगकर्ता नाम

source: Have an account?
ne: खाता छ?

source: By creating an account your agree
ne: खाता बनाएर तपाईं सहमत हुनुहुन्छ

source: to our
ne: हाम्रो

# termCondtions
source: Term and Condtions
ne: नियम र सर्तहरू

source: Edit Beneficary
ne: लाभग्राही सम्पादन गर्नुहोस्

source: Choose Bank
ne: बैंक छान्नुहोस्

source: Choose branch
ne: शाखा छान्नुहोस्

source: Transaction name
ne: कारोबारको नाम

source: Card number
ne: कार्ड नम्बर

source: Edit
ne: सम्पादन गर्नुहोस्

source: Beneficary
ne: लाभग्राही

source: Confirm
ne: पुष्टि गर्नुहोस्

source: Coming Soon !
ne: छिट्टै आउँदैछ !

# registration_success_message
source: User Register Succesfully
ne: प्रयोगकर्ता सफलतापूर्वक दर्ता भयो

# invalid_phone_password_message
source: Invalid Phone Number or Password
ne: अवैध फोन नम्बर वा पासवर्ड

# invalid_phone_message
source: Please Enter Valid Phone Number.
ne: कृपया मान्य फोन नम्बर प्रविष्ट गर्नुहोस्।

# invalid_password_message
source: Please Enter Valid Password.
ne: कृपया मान्य पासवर्ड प्रविष्ट गर्नुहोस्।

# phone_required
source: Phone Number is Required
ne: फोन नम्बर आवश्यक छ

# phone_min_length
source: Phone number must be at least 10 digits
ne: फोन नम्बर कम्तीमा १० अंकको हुनुपर्छ

# password_required
source: Password is Required
ne: पासवर्ड आवश्यक छ

# password_min_length
source: Password must be at least 6
ne: पासवर्ड कम्तीमा ६ अक्षरको हुनुपर्छ

# username_required
source: UserName is Required
ne: प्रयोगकर्ता नाम आवश्यक छ

# username_min_length
source: Username must be at least 3
ne: प्रयोगकर्ता नाम कम्तीमा ३ अक्षरको हुनुपर्छ

# bankname_required
source: BankName is Required
ne: बैंकको नाम आवश्यक छ

# alphabetic_only
source: Only alphabetic characters are allowed
ne: केवल अक्षरहरू मात्र अनुमति छ

# branch_required
source: Branch Name is Required
ne: शाखाको नाम आवश्यक छ

# cardnumber_required
source: CardNumber is Required
ne: कार्ड नम्बर आवश्यक छ

# description_required
source: Description is Required
ne: विवरण आवश्यक छ

# amount_required
source: Amount is Required
ne: रकम आवश्यक छ

# update_successfully
source: Updated Sucessfully
ne: सफलतापूर्वक अपडेट भयो

# category_required
source: Please select a category
ne: कृपया श्रेणी चयन गर्नुहोस्

# add_successfully
source: Added Successfully
ne: सफलतापूर्वक थपियो

source: Deleted Successfully
ne: सफलतापूर्वक हटाइयो

source: News
ne: समाचार
